Revit 2024 API
SymbolTypeId.FtSup2 Property
 Symbol ft², indicating unit Square feet.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId FtSup2 { get; }
Visual Basic
Public Shared ReadOnly Property FtSup2 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FtSup2 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace